{"0":"Uh, G.O.O.D. Music, this our year","1":"Backing drums by DJ Premier","2":"Now let me count it down, who the fuck up in here?","3":"Common","4":", Don,","5":" Old G, battle rap, oh","6":"Y'all niggas know you can’t really fuck with that","7":"Pusha T, the Clipse just made a classic","8":"Good music together we too Jurassic","9":", ","10":"you stay plastic","11":"Ramadan with the flow, guaranteed everybody fasting","12":"Big Sean is a don","13":"CyHi Da Prynce","14":"Why you so nervous dog stop being tense","15":"If you ain't talking bout Rash we ain't got nothing in common","16":"Fuck that and that's just common sense what the","17":"The plan was to drink till the pain over","18":"What’s worse, the pain or the hangover?","19":"Fresh air rolling down the window","20":"Too many urkels on your team thats why your Winslow","21":"I sold my soul to the devil that's a crappy deal","22":"Least it came with a few toys like a happy meal","23":"This game you could never win","24":"Cause they love you then they hate you then they love you again","25":"Get away from me lonliness","26":"Get away from me misery","27":"Get away from me fake shit, I can’t take the phoniness","28":"Get away from me wack tracks","29":"I can only make only hits","30":"I’m an only child lost in the world","31":"Where did the lonely kids go when the bell ring","32":"Feeling like hell rings","33":"Bringing me back down","34":"Checking my background","35":"Its ironic whats happening","36":"Imagine if I didn’t have the ends","37":"I wouldn't have so many imaginary friends","38":"I’m spaced out Dog, I be on that Moon talk","39":"Wonder if God asked Mike how to moon walk","40":"I swear to momma wish me and my father talk more","41":"I stopped visitin around the time I was a sophomore","42":"I guess everything I hate about me I see in him","43":"And I ain't finna change, so we’ll never agree again","44":"Just a few things pouring out my soul","45":"Rosewood","46":" ","47":"we could see her with our eyes closed","title":"BET Cypher 2010 (Kanye West, Big Sean, Pusha T, & Common)","artist":"Kanye West","album":"","feature":false}