{"0":"I guess I get mad when you get boxed in","1":"So mad, you wanna start boxin'","2":"So mad, you gonna turn to Tyson","3":"Slicin' and dicin'","4":"Paparazzi, I'm like a Nazi to 'em","5":"I'm not Bill Cosby to 'em","6":"And I ain't Bing Crosby","7":"I don't know where to start, I don't know where to start","8":"Maybe the chart, maybe the heart","9":"Maybe the flow, maybe the gold","10":"Where I was grown, what I grew up in","11":"Well, you see, my mama divorced my daddy","12":"And moved my family when I was 3","13":"And in the cold, ","14":"straight from Chicago","15":" where I go","16":"And everybody know, from my homie Don C, I be air","17":"Aye, yo, like IBM or Apple, Steve Jobs of this","18":"Yeah, I'm on my job with this","19":"Aye, yo, it's very, very simple","20":"You heard me on Jimmy Kimmel, I can do it every tempo","21":"I'll use my temple","22":"I wanna build a temple, I wanna build churches","23":"That could be as big as The Adam's Family's, where Lurch is","24":"Aye, yo, this is not a circus","25":"The zoo is closed, motherfuckers","26":"It ain't no cursin' in the verse which you know is not perfect","27":"And now you know it's still worth it","28":"I might short-circuit, I might just black out","29":"Hit you with that \"BLOCKA!\"","30":"You know I'm Ibaka","31":"Number One Chief Rocker, Number One Chief Rocker","32":"Ain't nobody gon' stop him, ain't nobody gon' stop us","33":"Because God on my side","34":", that's the way I ride","35":"Jesus Christ, Yeezus nice!","36":"One time I had lost my faith","37":"But I had to stay faithful and grateful for the God I was given","38":"The way that I was livin' or the life that I've been livin'","39":"It didn't make a difference","40":"See, when I was 30, I had 6 parents","41":"Grandmother, grandfather, grandmother, grandfather","42":"Mother, father, now I've only got one parent","43":"Life could change in a blink, and that is apparent","44":"But still you've got to stay strong","45":"I don't know what everybody else is on","46":"Sometimes I don't listen to music, I just need to zone out","47":"Sometimes I don't listen to music, everybody clones now","48":"And I doubt they even listen, and I ain't tryna diss 'em","49":"But sometimes I be in music and feel like it's a prison","50":"And everybody say bein' a rockstar is everything","51":"But see, I wanna do everything","52":"And I know I could do everything","53":"And be anything that I wanna be","54":"So simply, if you wanna be like Mike","55":"I wanna be like Christ, I wanna be that nice","56":"You know what I'm saying?","57":"Okay, this beat just threw me off","58":"Took it extra old-school","59":"This ain't no freestyle beat, yo, yo, dude!","title":"Big Boy's Neighborhood Freestyle","artist":"Kanye West","album":"","feature":false}