{"0":"Whose fault?","1":"On a bathroom wall I wrote","2":"\"I'd rather argue with you than be with someone else\"","3":"I took a piss and dismiss it like \"fuck it\"","4":"And I went and found somebody else","5":"Fuck arguing and harvesting the feelings","6":"Yo, I'd rather be by my fucking self","7":"Till about two a.m. and I call back","8":"And I hang up and I start to blame myself","9":"Somebody help...","10":"You weren't perfect but you made life worth it","11":"Stick around, some real feelings might surface","12":"Been a long time since I spoke to you in a bathroom","13":"Gripping you up, fucking and choking you","14":"What the hell was I supposed to do?","15":"I know you ain't getting this type of dick from that local dude","16":"And if you are I hope you have a good time","17":"Cause I definitely be having mine","18":"And you ain't finna see a mogul get emotional","19":"Every time I hear bout other niggas is strokin' you","20":"Lying, say I hit you, he sitting there consoling you","21":"Running my name through the mud, who's provoking you?","22":"You should be grateful a nigga like me ever noticed you","23":"Now you noticeable and can't nobody get control of you","24":"1AM and can't nobody get a hold of you","25":"I'm calling your brother's phone like what was I supposed to do?","26":"Even though I knew, he never told the truth","27":"He was just gon' say whatever that you told him to","28":"At a certain point I had to stop asking questions","29":"Y'all got dirt on each other like mud wrestlers","30":"I heard he bought some coke with my money","31":"That ain't right girl","32":"You getting blackmailed for that white girl","33":"You always said, \"Yeezy, I ain't your right girl\"","34":"You'll probably find one of them","35":" ","36":"\"I like art\"-type girls","37":"All of the lights","38":", she-was-caught-in-the-hype girl","39":"And I was satisfied being in love with the lie","40":"Now who to blame, you to blame, me to blame","41":"For the pain and it poured every time when it rained","42":"Let's play the blame game","43":"\"Things used to be, now they not","44":"Anything but us is who we are","45":"Disguising ourselves as secret lovers","46":"We've become public enemies","47":"We walk away like strangers in the street","48":"Gone for eternity","49":"We erased one another","50":"So far from where we came","51":"With so much of everything, how do we leave with nothing?","52":"Lack of visual empathy equates the meaning of L-O-V-E","53":"Hatred and attitude tear us entirely\"","54":" ","55":"- Chloe Mitchell","56":"And I know that you are somewhere doing your thing","57":"And when the phone called it just ring and ring","58":"You ain't pick up but your phone accidentally called me back","59":"And I heard the whole thing","60":"I heard the whole thing, the whole thing, the whole thing","title":"Blame Game","artist":"Kanye West","album":"My Beautiful Dark Twisted Fantasy","feature":false}