{"0":"It’s like I wanna spit something written","1":"But keep forgetting","2":"So I guess it’s from the heart from the start","3":"Played my part","4":"Seemed like I just wasn’t reaching the charts","5":"5000 hours, rewritting Power","6":"Over and over","7":"Some nights sober, ","8":"some nights gone off the Henny as usual","9":"So unusual to be in this position","10":"Everything I say everybody tryna diss ‘em","11":"Everybody playin him, truth be told","12":"The last nigga ever let the truth be told","13":"And oh Mos Def ran to my home","14":"And said they gon have yo ass gone","15":"Light jokes, you keep playin with them white folks","16":"Can't even take the piss","17":"They gon’ test your urine","18":"Cut all the sponsorship for the touring!","19":"“Where the Dark Fantasy tour at Ye?”","20":"I dont know, ask, ask Hennesy (thats Coca-Cola)","21":"Say ‘he ain't clean enough’","22":"But rappers ain't mean enough?","23":"Enough lashes like I ain't seen enough","24":"On the real, ","25":"this is like the neo-Emmitt Till","26":"Whistling, get yo fuckin' ass killed","27":"Lets keep this shit real!","28":"Now who the realest","29":"Everybody feel this","30":"And everyday of my life, people try to tell me that I hate the whites","31":"Cause I said what's right","32":"I go to sleep and deal wit it every night","33":"And wake up every morning","34":"And walk to the liquor store or coffee store shop on the Mersa whats worser?","35":"Its no verse that would reverse the-","36":"In print or in cursive","37":"They curse the name, or maybe call me Kane","38":"Let's have a ‘toast for the douche bags’","39":"Black people wanna talk about me on blogs","40":"Cause I like clothes like, 'look at this fag'","41":"Thats what I have to deal wit real shit","42":"Yall dont even understand, what it take to be a real man","43":"A black man interested in art, speaking from the heart and playin’ my part","44":"And all this illuminati talk, like my first hit single wasn't ‘Jesus Walks’","45":"For many years, these ain't rhymes these is muthaf-cking tears","46":"They playin’ wit niggas careers","47":"Felt like I’m the only real nigga here","48":"From my last breath","49":"They kicked me out the awards and my nigga Diddy left","50":"Then they even sent Beyonce up to give the Award back","51":"Didn’t even know I afford that","52":"And she rode the wave as I rode the slave","53":"As I felt like a slave as they try to put my shit up in the grave","54":"Nigga behave, nigga behave","55":"Be the first one","56":"I bet ya no one else would ever say nuttin’ and stay frontin’","57":"And get up and just perform, Shit is enormous","58":"Shout out to Steve Stout, you know what this shit ’bout","59":"My whole family, now I’m scared of Grammy’s","60":"Cause everybody know that Dark Fantasy was the highest rated album in history","61":"So I just avoided it, not to be exploited, not to be recorded","62":"Cause I cannot afford it, I cannot afford more shit to be impor-ted","63":"Uh, it’s too real for these niggas, you feel for these niggas","64":"How I feel to be a black man, you say something wrong, nobody understand","65":"Money, power, black, opinion, pick two, they would kill ya","title":"Blue Note NYC Freestyle","artist":"Kanye West","album":"","feature":false}