{"0":"I had a dream I could buy my way to heaven","1":"When I awoke, I spent that on a necklace","2":"I told God I'd be back in a second","3":"Man it's so hard not to act reckless","4":"To whom much is given, much is tested","5":"Get arrested guess until he get the message","6":"I feel the pressure, under more scrutiny","7":"And what I do, act more stupidly","8":"Bought more jewelry,","9":" ","10":"more Louis V","11":"My Momma couldn't get through to me","12":"The drama, people suing me","13":"I'm on TV talking like it's just you and me","14":"I'm just saying how I feel man","15":"I ain't one of the Cosby's, I ain't go to Hillman","16":"I guess the money should've changed him","17":"I guess I should've forgot where I came from","18":"[Hook: Kanye (w/ ","19":"Young Jeezy","20":")]","21":"La, la, la la","22":"Wait 'til I get my money right","23":"La, la, la la","24":"Then you can't tell me nothing, right?","25":"Excuse me, was you saying something?","26":"Uh uh, you can't tell me nothing","27":"You can't tell me nothing","28":"Uh uh, you can't tell me nothing","29":"Let up the suicide doors","30":"This is my life homie, you decide yours","31":"I know that Jesus died for us","32":"But I couldn't tell ya who decide wars","33":"So I parallel double parked that motherfucker sideways","34":"Old folks talking bout back in my day","35":"But homie this is my day","36":"Class started 2 hours ago, oh am I late?","37":"No, I already graduated","38":"And you can live through anything if Magic made it","39":"They say I talk with so much emphasis","40":"Ooh they so sensitive","41":"Don't ever fix your lips like collagen","42":"And say something when you gon' end up apologing","43":"Let me know if it's a problem then, aight man, holla then","44":"Let the champagne splash","45":"Let that man get cash","46":"Let that man get past","47":"He don't even stop to get gas","48":"If he can move through the rumors","49":"He can drive off of fumes cause","50":"How he move in a room full of no's?","51":"How he stay faithful in a room full of hoes?","52":"Must be the pharaohs, he in tune with his soul","53":"So when he buried in a tomb full of gold","54":"Treasure, what's your pleasure?","55":"Life is a, UH, depending how you dress her","56":"So if the devil wear Prada","57":", ","58":"Adam Eve wear nada","59":"I'm in between but way more fresher","60":"With way less effort","61":", ","62":"cause when you try hard","63":"That's when you die hard","64":"Your homies looking like why God","65":"When they reminisce over you, my God","title":"Can't Tell Me Nothing","artist":"Kanye West","album":"Graduation","feature":false}