{"0":"They try to tell me my chain broke the levee","1":"Maybe cause it's flooded","2":"Why you walk around with a baby cross's cousin?","3":"My teeth already white, y'all gon' make me floss for nothing","4":"My teeth real diamonds","5":", what's the cause of the fronting","6":"?","7":"Why y'all got all caps on?","8":"Don Cheadle time, get extra black on 'em","9":"Burn, Hollywood, burn!","10":"Take too long for niggas to get they turn","11":"Probably be cremated before I get my earn","12":"They try to tell me that aliens built the Pyramids","13":"I swear life's a bitch, on a period","14":"For every inch they cut the nose off the Sphinx","15":"I make my jeweler add a few more links","16":"You can look at me tell I don't give a fuck what nobody think","17":"And my face always looking like somebody stinks","18":"Question: what color was the skin of the man who beared the cross?","19":"No matter how many lashes, they couldn't beat it off","20":"How many Cassius will we see in one lifetime?","21":"That's why it's Miles Davis, Kobe, it's Mike time","22":"I keep that GOAT book on the ottoman","23":"And wrote hooks about slaves that was slaughtered in the 1800s","24":"Y'all forget that I got called \"nigga\"","25":"On Twitter so many times, yo, I lived that","26":"Now I'm just tryna find where to raise my kids at","27":"Cause they don't want niggas next to where they crib at","28":"Hey realtor, I'm lookin' for a nice park","29":"Twelve noon, she said my family gon' make it too dark","30":"This is the flow that solar eclipses","31":"So hopefully one day that real soul will eclipse","32":"The bullshit they got us listening to in this existence","33":"Don't give up now just a little more persistence","34":"I am the day Ice Cube met Michael Jackson","35":"Keep him away, ","36":"huh?","37":" ","38":"Something might happen","39":"This is the making of a masterpiece","40":"So we broke out the chains and told the master \"Peace!\"","title":"Chain Heavy","artist":"Kanye West","album":"G.O.O.D. Fridays","feature":false}