{"0":"What's the best form of genocide?","1":"Black-on-black crime","2":"Cause I guess it takes up less of they time","3":"What's the best form, best, best form of genocide?","4":"Black-on-black crime","5":"Cause I guess it takes up less time","6":"Now, if you can make the niggas kill the other niggas, go figure","7":"If you can make the niggas kill the other niggas, go figure","8":"Then we'll have more time to make real figures","9":"And we can still keep it lookin' at them like","10":"\"Damn, look at those real niggas","11":"With they chains and they cars, but they still niggas\"","12":"Cause soon as a nigga gets it","13":"Then another nigga wants to get it","14":"Soon as another nigga has a girl","15":"Then another nigga wants to hit it, admit it","16":"Soon as a nigga has a crib","17":"They want to break into that nigga crib","18":"See where he live, see what he did","19":"And don't wanna do the same shit he did to get that crib","20":"Get it? You know, when niggas is killin' niggas","21":"What's amazin' to me","22":"What don't phase me is when niggas try to call me crazy","23":"Cause they don't phase me","24":"Cause I don't give a fuck what people think","25":"Cause people don't think","26":"See, I don't give a fuck what people think","27":"Cause people just don't think","28":"Now picture this; now if I show up onto this motherfucker","29":"And express myself creatively","30":"They always want to say, \"He's crazy, see\"","31":"And when they so distressed","32":"What would be the best thing to write?","33":"How 'bout this: \"Kanye West wears a dress\"?","34":"Yes, now maybe that can take away from the way","35":"I kick them niggas ass on 12/12/12","36":"Maybe that can take away","37":"Nah, nah, nigga, they seen it, these niggas seen it theyself","38":"Well, and my grandfather ninety-seven","39":"He said, \"I ain't never seen you get down like that\"","40":"He ain't give a fuck about the kilt, this dress","41":"Whatever the fuck they call it","42":"You see, niggas killin' niggas","43":"You can't see through the fog","44":"With all the negativity that they write on a blog","45":"I give a fuck about what somebody think","46":"If that person doesn't think","47":"It's too early in the conversation anyway","48":"You know, they say, \"You should be embarrassed","49":"You should be embarrassed, you a nigga","50":"How the fuck you gonna show your clothin' line in Paris?\"","51":"You should be embarrassed, you should be","52":"Didn't you read the reviews, the press?","53":"I don't give a fuck, I guess","54":"I don't give a fuck, no, it's not that I don't give a fuck","55":"It's that I give most of the fuck and I'm not givin' up","56":"And it's not that I'm crazy, no, that's a lie","57":"I'm not crazy, I'm just not satisfied","58":"And I would die for what I believe in","59":"When I see that, uh, just a change what y'all receivin'","60":"Do you all receive us? Do y'all believe it? It's too much","61":"Okay, there's someone they can't touch","62":"How 'bout some integrity from your favorite celebrity?","63":"That's me, that's me, niggas killin' niggas","64":"\"Why he do that? Why he wear that?","65":"Why he say that? Where he play it?","66":"Oh, my God, nigga, niggas","67":"It's bad enough, it's hard enough","68":"It's hard enough, it's hard enough, it's hard enough","69":"It's hard enough, it's hard enough","70":"But you can never say I didn't give my heart enough","71":"And if we did somethin' good","72":"And we didn't say, \"Oh, excuse me. Pardon us\"","73":"Then they want to throw niggas back","74":"On, on, on the retarded bus","75":"And when they riot in the streets","76":"They gon' say, \"What, what the fuck started us?","77":"And made 'em start it up?\"","78":"And look at me like I ain't smart enough","79":"And everybody got a suggestion and a lesson","80":"And a question and a stress","81":"And then they always want to stress a man, uh","82":"And say, \"Maybe he's too aggressive\", or, uh, well","83":"Maybe the shit you doin' is just not impressive to a nigga","84":"So let me make this clear","85":"It won't be long 'til y'alls get more of what y'all gettin' right here","86":"No, I ain't talkin' 'bout nobody comin' to Atlantic City","87":"Talkin' 'bout, \"Oh, it's just a casino show\"","88":"Or, \"It's just New Years, so we can't do nothin' really creative\"","89":"No, I'm talkin' about a motherfucker workin' every day","90":"From four o'clock in this buildin'","91":"Readjustin' all these fuckin' cameras","92":"To make this show better and better","93":"Better every night for y'all","94":"And all they can say, \"He got a mask on. He crazy\"","95":"But they just tryin' to fuckin' deter you","96":"From what you are seein' in front of you","97":"This is \"Jesus Walks\", this is \"Can't Tell Me Nothing\"","98":"I'm not crazy, I'm just not satisfied","99":"So maybe let this time open up your mind","100":"And let you know that you can do anythin' in life","101":"Yeah, baby, you can shine","102":"This right here lets you know you can do anythin' in life","103":"With enough time and focus and focus and time and time","104":"And don't let nobody tell you","105":"Cause ain't nobody fuckin' with my clique","106":"When I look around, they don't do it like my clique","107":"When I look around, they don't do it like my clique","108":"When I look around, they don't do it like my clique, so here","109":"Since they'll probably put this online","110":"Let me make this shit real clear","111":"Michael Jackson died from a lack of information","112":"From motherfuckers bein' around him lyin' to him","113":"Actin' like shit okay, but I'm a find the information","114":"Don't believe nothin' that they say","115":"Don't matter who you look up to","116":"Don't take more than ninety percent of what the fuck they say","117":"Cause they are not you","118":"And that extra ten percent is what makes you you","119":"So you do what the fuck you want to do","120":"And if somebody tell you you can't do it","121":"Be like, \"Man, who the fuck are you?\"","122":"You only got one life that you know about, you only got","123":"And time is somethin' you can never get back","124":"Most important thing","125":"Don't forget that time is somethin' that you never can get back","126":"So don't forgot that cause the money could go","127":"And you could spend it over and over","128":"And over and over, over, over, oh","129":"And the cars could crash","130":"And now did that tell me, \"What do you have?\"","131":"And the house can burn down","132":"And whose your real friends when you turn around?","133":"Yeah, that's your clique, clique, clique, clique, clique","134":"Ain't nobody fresher than my motherfuckin' clique","135":"Clique, clique, clique, clique","136":"As I look around, they don't do like my clique","137":"Clique, clique, clique, clique","138":"And all these bad ladies","title":"Clique Freestyle","artist":"Kanye West","album":"","feature":false}