{"0":"We the cause of all the commotion","1":"Your mouth running, but where is you going?","2":"What is you smoking, man? That ain't potent","3":"What is you talking, man? That ain't important","4":"Illuminati, High society","5":"We in this party and nobody invited me","6":"We going crazy and I always use my best sense","7":"But it don't matter cause I stay on my fresh prince","8":"Maxin', relaxin, shootin' some pool and","9":"Playing some b-ball outside of the school and","10":"Girls with they top off outside of the pool and","11":"Whips with the drop off outside of the Louvre","12":"You just look stupid to be ignoring","13":"The Delorean parked in front of Armani emporium","14":"And parties at Richie is getting risky","15":"Victoria's Secret show, they miss me","16":"Voices in my head, I need choices in my bed","17":"AHHHHH, get out my fucking head","18":"It's just me and my bad bitch","19":"So you can say I'm on my Brad Pitt","20":"Back to the la familia I'm aligned with","21":"Before I betray them I slit my wrists","22":"At the top is just us nigga","23":"Cause I don't really trust niggas","24":"And we made it through the hurricane","25":"So celebrate and light the Mary Jane","26":"We gon' make it, that's on everything","27":"Truest girls get half naked, every spring","28":"They saying, \"Hey Kanye","29":"We need you to go deeper than Tay Zonday,\"","30":"Cause my verses got pain, Chocolate Rain","31":"So many lines, you photograph and it make arms break","32":"On the radio, man I miss myself","33":"I need to just step back and kiss myself","34":"Baby, just step up and kiss the belt","35":"A little lower.. that's what's up","36":"Somebody pour her another cup","37":"Is it too much to ask you keep your diamonds up?","38":"I swear until my time is up","39":"My style is sex in the shower, fresh as fuck","40":"Palms rise to the universe","41":"As we moonshine and molly","42":"Feel the warmth we'll never die","43":"We're like diamonds in the sky","44":"You're a shooting star I see","45":"A vision of ecstasy","46":"When you hold me I'm alive","47":"We're like diamonds in the sky","title":"Diamonds Remix","artist":"Rihanna","album":"","feature":"Kanye West"}