{"0":"Listen, I been coppin them P's and","1":"Maybe that's part of the reason","2":"I feel like a boxer: bobbin and weavin","3":"But I'm getting head","4":"She's bobbin her weave and (yes sir)","5":"I'm grabbin her neck to stop her from breathin","6":"I'mma wild out until I part with my breathin","7":"Until I'm sparked up and leakin","8":"Part of the cement","9":"I need something pure, like from the Garden of Eden","10":" (why?)","11":"Wouldn't mind making her part of my achivements (what happened)","12":"Cause when music discourage my pride (who was there?)","13":"Zeke the only one with courage to ride","14":"The ride's so dirty inside","15":"Seems like we were playin in mud","16":"Hazin' it up, grams, gauge and a snub","17":"Who ill? a check for two mill","18":"And a cheap case, defaced, blue steel, true skills","19":"I got stories that my soul can sing","20":"Flip water like Poland Spring","21":"And I'mma hold them things","22":"Look - talk to 'em","23":"Look - my fella said you been coppin' a lot","24":"Latest caper? Propellers on top of the drop","25":"But fuck it, who ever thought I would rock at the Roc? (Killa!)","26":"Top a top on top of the top","27":"But yo - nothing definite","28":"I chop up the rocks","29":"And I stop up the drop","30":"Blocka Blocka the block","31":"Hello mate, yellow tape, helicopter your spot","32":"What you wanted is not what you got","33":"And I pop up them cops","34":"Cause dogg, it ain't about Cam (It ain't about me)","35":"I got a son homeboy, it's about Cam (For that?)","36":"It's about being 'bout It","37":"If you're not, you're ass backwards","38":"My mathematics cause cash matters (That's important)","39":"Little niggas need to sit up and breathe","40":"If the town too hot, get up and leave","41":"Niggas always got a trick up their sleeve (always)","42":"Nigga like me - I always got a brick up my sleeve","43":"And that's for-e-ver","44":"Shit, I was two blocks from coppin dust","45":"I used to hop the bus","46":"Now look dogg, ain't nobody hot as us","47":"Girls, they gotta rush","48":"Shit, they gotta blush","49":"Wanna go in the mall just to shop with us","50":"To how they piss and, bitch, how they ran a mile","51":"Fuck ","52":"Killa Cam","53":", they in love with ","54":"Cameron Giles","55":"Damn, I gotta smile","56":"Hundred grand, I demand it","57":"God damnit, the boy the boy done done it, child","58":"And that's forever, man","title":"Dipset Forever","artist":"Cam'ron","album":"Purple Haze","feature":"Kanye West"}