{"0":"We sell, crack to our own out the back of our homes","1":"We smell the musk of the dusk in the crack of the dawn","2":"We go through episodes too,","3":" ","4":"like Attack of the Clones","5":"Work till we break our back and you hear the crack of the bone","6":"We're gonna get by, just to get by","7":"Just to get by, just to get by","8":"We commute to computers","9":"Spirits stay mute while you egos spread rumors","10":"We survivalists, turned to consumers","11":"Just to get by, just to get by","12":"Just to get by, just to get by","13":"Ask Him why some people got to live in a trailer, cuss like a sailor","14":"I paint a picture with the pen like Norman Mailer","15":"Mi abuela raised three daughters all by herself with no help","16":"I think about her struggle and I find the strength in myself","17":"These words, melt in my mouth","18":"They hot, like the jail cell in the South","19":"Before my nigga CORE bailed me out","20":"To get by, just to get by","21":"Just to get by, just to get by","22":"We do or die like Bed-Stuy through the red sky","23":"With the window of the red eye","24":"Let the lead fly, some G. Rap shit, Living to Let Die","25":"We keeping it gangster say fo shizzle, fo sheezy and staying crunk","26":"It's easy to pull a breezy, smoke trees and we stay drunk","27":"Yo, I activism - attacking the system","28":"The Blacks and Latins in prison","29":"Numbers have risen, they're victims; lacking the vision","30":"Shit and all they got is rapping to listen to","31":"I let them know we missing you, the love is unconditional","32":"Even when the condition is critical, when the living is miserable","33":"Your position is pivotal, I ain't bullshitting you","34":"Now, why would I lie? Just to get by?","35":"Just to get by, we get fly","36":"The TV got us reaching for stars","37":"Not the ones between Venus and Mars","38":"The ones that be reading for parts","39":"Some people get breast enhancements and penis enlargers","40":"Saturday sinners, Sunday morning at the feet of the Father","41":"They need something to rely on","42":", ","43":"we get high on all types of drug","44":"When, all you really need is love","45":"To get by, just to get by","46":"Just to get by, just to get by","47":"Our parents sing like John Lennon, imagine all the people watch","48":"We rock like Paul McCartney from now until the last Beatle drop","title":"Get By","artist":"Talib Kweli","album":"Quality","feature":"Kanye West"}