{"0":"Welcome to the good life, where niggas who sell D","1":"Won't even get pulled over in they new V","2":"The good life, let's go on a living spree","3":"Shit, they say the best things in life are free","4":"The good life, it feel like Atlanta","5":"It feel like L.A., it feel like Miami","6":"It feel like N.Y., summertime Chi","7":"Ahhhhh! (Now throw yo' hands up in the sky)","8":"So I roll through good","9":"Y'all pop the trunk, I pop the hood, Ferrari","10":"And she got the goods","11":"And she got that ass, I got to look, sorry!","12":"Welcome to the good life!","13":"Where we like the girls who ain't on TV","14":"Cause they got mo' (ass than the models)","15":"The good life, so keep it comin' with the bottles","16":"Cause she feel booze like she bombed at Apollo","17":"The good life, it feel like Houston","18":"It feel like Philly,","19":" ","20":"it feel like D.C","21":"It feel like V.A.","22":" ","23":"or the Bay","24":" ","25":"or Yay","26":"Ay, this is the good life (Welcome to the good life)","27":"Homey tell me what's good","28":"Why I only got a problem when you in the hood (Welcome to the good life)","29":"Like I'm new in the hood","30":"The only thing I wish, I wish a nigga would (Welcome to the good life!)","31":"He probably think he could","32":"But, but, I don't think he should (Welcome to the good life)","33":"50 told me, go 'head, switch the style up","34":"And if they hate then let 'em hate and watch the money pile up","35":"The good life","36":"Have you ever popped champagne on a plane, while gettin some brain","37":"Whipped it out, she said \"I never seen Snakes on a Plane\"","38":"Whether you broke or rich you gotta get this","39":"Havin money's not everything not havin it is","40":"I was splurgin on Tryst","41":", ","42":"but when I get my card back","43":"Activated, I'm back to Vegas","44":"Cause (the good life) I always had a passion for flashin'","45":"Befo' I had it, I closed my eyes and imagined the good life","title":"Good Life","artist":"Kanye West","album":"Graduation","feature":false}