{"0":"I'm finna get on this TV and put shit down","1":"I ain't finna let these light skinned niggas come back in style","2":"I'm finna turn to this class clown shit to crazy g's","3":"They told my Momma I was bipolar had A.D.D","4":"I told 'em w-what I wanna do: I wanna be a baller","5":"The dream spoilers'll fool ya","6":"Hatin' on you to they mans on the ","7":"corners","8":"Old folks said he'd never make it off the corner","9":"They are the virus that corrupts the soul","10":"They are the cubic zirconia inside the 10 karat gold","11":"That get green on you, when you get green on 'em","12":"You gotta wash your hands of 'em, get clean on 'em","13":"Somebody told success is the best revenge","14":"So they going to be fucked up when you do ya thing on 'em","15":"Now hold your plaques high, like who would've thought","16":"And tell em *ahem ahem ahem*, thank you for your no support","17":"Now how you going to talk about the way I spend my money","18":"Everybody say it with me now: it's my money","19":"And they know they hating; but what they don't know is","20":"They are my motivation, they are my inspiration","21":"Cause we the leaders, and they the followers","22":"And we the nut busters, and they the swallowers","23":"They are the rumors, they are the lies","24":"We are the shit dog, and they the flies","25":"How you going to tell me how to live my life","26":"And you can't even get your own shit tight, right","27":"They are the misery that loves company","28":"Cause that comfortable corporate job can't comfort me","29":"Told em I finished school, then I started my own business","30":"They said, \"Oh you graduated?\"","31":"Nah I decided I was finished","32":"Chasin yall dreams and what you got planned","33":"Now I spit it so hot you got tanned","34":"And they hate on your relationship, then break your marriage up","35":"Can't kill your dreams so they assassinate your character","36":"Do anything to downplay ya or embarrass ya","37":"Come around with ya but they ain't down with ya","38":"They the dreamkillers","39":"And I'm through spitting these rappers my most heartfelt flow","40":"They be like \"That's cool, you got some beats for me though?\"","41":"Oh I get it, you want to be Snoop and Dr. Dre","42":"But don't nobody give a fuck what you got to say","43":"Anyway what you finna rap about?","44":"You never sold crack out ya house or put a gat to a mouth","45":"Or put ya fist to ya spouse, so how you going to move the crowd?","46":"I bet a thousand that you get booed out","47":"I even heard that they even taking wagers in jail","48":"They bet ten boxes of cigarettes that I'm finna fail","49":"Second you talk about peace, they going to be like: \"Peace\"","50":"This nigga came from the Chi, moved to the east","51":"You got to kill at least one person at least","52":"Or we'll evict you from the rap game, cancel your lease","53":"How you go to New York, what you ain't never took a tour there?","54":"What you ain't know you gotta be rich just to be poor there?","55":"The dreamkillers","title":"Gossip Files","artist":"Kanye West","album":"Freshmen Adjustment","feature":false}