{"0":"Okay, I need 50k large (right now)","1":"My momma need a new crib (right now)","2":"My daddy need a new car (right now)","3":"So I be goin' so hard (right now)","4":"Detroit is my yard (right now)","5":"I need a 17 car garage (right now)","6":"I need a 17 broad menage (right now)","7":"I need a jail house to free my dogs (right now)","8":"I done paid taxes, paid dues, paid bills my whole life","9":"So I'mma throw money in the air, like I'm tryin' to pay the sky","10":"Told myself that man if I can't live like this, I'd rather die","11":"I give it up to God, and he always replies","12":"\"Control yo' hoes, you let her talk to you crazy","13":"You got baby mama drama, you ain't even got you no baby!\"","14":"You fugazi, b-boss up, boss up with your time dog","15":"You ain't got time for no hoes, I ain't even got time for no time off","16":"I'm on","17":"Okay, I need 50k large (right now)","18":"My homie just beat the charge (right now)","19":"My brother need a new job (right now)","20":"So I be goin' so hard (right now)","21":"I need my face on a black card (right now)","22":"My iPhone need a charge (right now)","23":"My fish tank need sharks (right now)","24":"I need a blimp to say the worlds ours (right now)","25":"So these niggas can know","26":" ","27":"I do what they can't","28":"I'm stuntin' for all the people who ain't","29":"You still hatin'? You should be fuckin' ashamed","30":"Far as I came, guess when you're running the game they want you to sprain","31":"Yeah, I know, but I don't get my stress on","32":"Takin' shots, swear it's like my stomachs made of Teflon","33":"They like, \"Boy, won't you get your rest on?\"","34":"Bitch, cause I'm up for every hour I was slept on","35":"And last night I dreamed about two girls, bisexual","36":"They was tryin' things, trisexual","37":"Then I woke up in a city where the population match the death toll","38":"Drew my blueprint, got it illustrated, F.F. affiliated","39":"Millions chasin' go to sleep wake up continuated","40":"Life of a Don, Chandon sippin', never had a palm readin'","41":"Always had my palms itchin' time to get it","42":"Boy, I was taught to get it till it's gone","43":"Even when I got it, watch me get it like I don't","title":"Guap","artist":"Big Sean","album":"Hall of Fame","feature":"Kanye West"}