{"0":"First the Fat Boys break up, now every day I wake up","1":"Somebody got a problem with Hov'","2":"What's up? You niggas all fed up cause I got a little cheddar","3":"And my record's movin' out the store?","4":"Young fucks spitting at me, young rappers getting at me","5":"My nigga Big predicted this shit exactly","6":"\"Mo' Money, Mo' Problems\"- gotta move carefully","7":"Cause faggots hate when you getting money like athletes","8":"Young'ns ice-grilling me, ohh - you not feeling me?","9":"Fine; it cost you nothing - pay me no mind","10":"Look, I'm on my grind, cousin, ain't got time for fronting","11":"Sensitive thugs, y'all all need hugs","12":"Damn little mans I'm just trying do me","13":"If the record's two mil I'm just trying move three","14":"Get a couple of chicks, get 'em to try to do E","15":"Hopefully they'll ménage before I reach my garage","16":"I don't want much, fuck I drove every car","17":"Some nice cooked food, some nice clean drawers","18":"Bird-ass niggas I don't mean to ruffle y'all","19":"I know you waiting in the wing but I'm doing my thing","20":"Where's the love?","21":"And then the Fugees gonna break up, now everyday I wake up","22":"Somebody got something to say","23":"What's all the fucking fussing for? Because I'm grubbing more","24":"And I pack heat like I'm the oven door?","25":"Niggas pray and pray on my downfall","26":"But every time I hit the ground I bounce up like roundball","27":"Now I don't wanna have to kill soundboys","28":"Don't wanna have to cock back the four pound bar","29":"Look scrapper I got nephews to look after","30":"I'm not looking at you dudes, I'm looking past ya","31":"I thought I told you characters I'm not a rapper","32":"Can I live? I told you in '96","33":"That I came to take this shit and I did, handle my biz","34":"I scramble like Randall with his","35":"Cunningham","36":" ","37":"but the only thing running is numbers fam","38":"Jigga held you down 6 summers; damn, where's the love?","39":"Then Richard Pryor gon' and burn up","40":"And Ike and Tina Turner break up","41":"Then I wake up to more bullshit","42":"You knew me before records, you never disrespected me","43":"Now that I'm successful you'll pull this shit","44":"Nigga I'll step on your porch, step to your boss","45":"Let's end the speculation, I'm talking to all of y'all","46":"Males shouldn't be jealous that's a female trait","47":"What you mad cause you push dimes and he sell weight?","48":"Y'all don't know my expenses, I gotta buy bigger plates","49":"Hehehe, and more baggies, why you all aggie?","50":"Nigga respect the game, that should be it","51":"What you eat don't make me shit - where's the love?","52":"Where's the love?","title":"Heart of the City (Ain't No Love)","artist":"Jay Z","album":"The Blueprint","feature":"Kanye West"}