{"0":"I spent my last 8 checks's on a neck-e-lace","1":"So I better get some sex for this, shiit","2":"She wanna sip up on the cris-e-cris","3":"Like it's Christ-e-mas and I'm St. Nicholas","4":"I got her and her sister innn","5":"That white benz, dyke twins","6":"I ain't gon lie they only fives but together they ten's","7":"And would I do 'em again? Hmmm, hmmm?","8":"It's like old folks pissin cause it all depends","9":"And it's no coke sniffin just juice and gin","10":"Grey Goose to get you loose","11":" ","12":"then hit the nigga producing","13":"The track that got you movin, this track got you movin","14":"So crazy you don't know what you doin","15":"You been telling them jokes, and its not a rumor","16":"I like a girl with a sense of humor","17":"To give me head til it ache and it's not a tumor","18":"So let me know what's goin down 'fo I pay for this room cuz","19":"Now if you got it you got it","20":"And if you don't then you prolly won't","21":"Sissy niggas call 'em","22":" ","23":"maricon","24":"I never hit a lady but my game might abuse 'em","25":"By 'em boots just to tell them that I Jimmy Choose 'em","26":"Take 'em back to confuse 'em","27":"So she don't know if she coming or going","28":"Cuz mami after I'm cumming I'm going","29":"Back to show just frontin and flowin","30":"Jewelry stuntin and glowin, this life is something I know it","31":"And I been known to have a ","32":"ho or two","33":"Cuz my diamonds yellow like a smoker tooth","34":"I tell 'em step into the vocal booth","35":"Roll a joint","36":", smoke a few, after that I'm pokin you","37":"After that it's over boo, baby grab your coat and VOOM","38":"Now there's three different levels to relationships","39":"Polly'n at the club wit em, talking getting affectionate","40":"Leavin and havin sex with em, kickin them out","41":"Trickin on models, dimes and rats, now I don't get into that","42":"I kick that habit, I just, keep 'em impressed","43":"Let 'em seat in the Lex, never, eat 'em unless","44":"That fuckin cat looks fresh","45":"I got a lion in my pocket, I'm lyin","46":"I got a nine in my pants and baby I'm just dyin for a chance","47":"Who ready to fuck? You ready to fuck? Off the sizzurp","48":"Says she ready to cut, then she grabs my scissors","49":"She prolly look good but what's scary to me","50":"Henny make hoes look like Halle Berry to me","title":"I Need To Know","artist":"Kanye West","album":"Freshmen Adjustment","feature":false}