{"0":"Have you ever wondered where'd it all really went?","1":"Wondered if you'd ever, ever find your dreams?","2":"Wondered if you'd ever, ever find your dreams?","3":"Wondered if life had never been that it seems?","4":"Wondered if life is all about the high beams?","5":"The flashin' light, tryin' to get your money right","6":"And you be up all night, tryin' to stay fresh today","7":"Fresh like Mr. West and I'm proudly the best","8":"I been sold on to that guest","9":"Uh, the number one on the charts","10":"Why is that? Because I rap from the heart","11":"What I always did from the start","12":"How I always played my part","13":"Uh, they thought I was so crazy, I got a deal with Jay Z","14":"Now they got to pay me and they looked up lately","15":"I sold a million the first week","16":"'Member when I just sold my first beat","17":"Shit can change and it never stayed the same","18":"Ma, I wonder, I wonder what it would be now","19":"What it would be now, you all standin' in the crowd","20":"Ten thousand, now they hate everythin' now","21":"Everythin' now","22":"Or every single I dropped now, I dropped now","23":"Tryin' do everythin' to keep shit hot now","24":"And the media, they diss me, diss me","25":"They say I'm so fuckin' evil","26":"Ayo, ayo, ayo, ayo, ayo, what the fuck do he know?","27":"Cause I'm gonna say my, my shit","28":"And I'm gonna talk my, my shit","29":"And they can suck my, my, my, my","30":"I wonder why they talk so bad","31":"Have they ever had a artist that's so mad?","32":"And they will never realize what they have","33":"Somebody real in the industry","34":"If nobody's real, then I guess it's me","35":"And they, \"Freedom,\" and it's not free","36":"Cause every time I talk freely they attack me","37":"They give me backlash, backlash, backlash","38":"Black, but they can kiss my ass, my ass, my ass, my ass","39":"I say, \"Why ask? Why ask? Why?\"","40":"Try but try, can they's fly?","41":"Now touch the sky, touch the sky, touch the sky","42":"And I wonder, baby, to can know what it means","43":"What we know","44":"And I wonder, baby, if you know what it means","title":"I Wonder Freestyle","artist":"Kanye West","album":"","feature":false}