{"0":"There must be more good women than men percentage wise","1":"So her chance of having a husband just minimize","2":"That's why a lot of girls claim they ain't into guys","3":"And mess with other girls part time to improvise","4":"I knew she wouldn't vibrate","5":"No I seen her inner eyes","6":"But I'm like any other guy trying to get in her thighs","7":"She telling me about how black people should enterprise","8":"And I'm like, if you don't get your ass in this ride from enterprise","9":"That I rented yesterday and gotta have in by 5","10":"With the gas fully filled up like I didn't drive","11":"Told her I had a girl, nah I didn't lie","12":"Told her this rap game is alright. I'm just getting by","13":"She had a lil weed and we get a lil high","14":"And I'm looking in her eyes and I'm loving her vibrate","15":"Told me back in 95' she fell in love with the tribe","16":"Boo back in 92' I was just like you","17":"Please don't be confused by the ice and jewels","18":"I'm like any other guy buy ice to stay cool","19":"Like any other kid that claim they hate school","20":"And think yeah Free's banging but she's no Rachel","21":"Was it something I did wrong?","22":"Yeah I know I'm wrong","23":"She's at home alone and I'm always gone","24":"Hate it when she mad but more when she passive","25":"Now she on the internet looking for classes","26":"Out of state though, man that hurt yo","27":"But I got work though, and I'm at work yo","28":"And she don't call a lot","29":"And when she do she pouring out her heart","30":"You never listen to me then the call drop hmm","31":"And I promised her everything","32":"Told her when I get a deal I'll get her a wedding ring","33":"But when I got my deal I was back in the ring","34":"Fighting my urges, strip club splurges","35":"Never had money so I feel like a virgin","36":"And I'm trying to break the bank's cherry","37":"Trying to see can I afford Canaries","38":"With a Ferrari, and a dinner date with Halle Berry?","39":"When from 50 g's to fifteen hundred in a week","40":"No I'm trying to call..one ring...two rings...seven rings...eight rings","41":"Her mother picked up the phone","42":"Like she in school and she don't stay here no more","43":"I guess there's more good women than men percentage wise","44":"So her chance of having a husband just minimize","45":"I guess that's why she says she ain't into guys","46":"And focus on school full-time to improvise","title":"Improvise","artist":"Kanye West","album":"","feature":false}