{"0":"Ladies and gentlemen, let's put our hands together for this dynasty","1":"H to the izz-O, V to the izz-A","2":"For shizzle my nizzle","3":" ","4":"used to dribble down in VA","5":"Was herbin' em in the home of the Terrapins, got it dirt cheap for them","6":"Plus if they was short with cheese I would work with them","7":"Brought in weed, got rid of that dirt for them","8":"Wasn't born hustlers, I was birthing 'em","9":"H to the izz-O, V to the izz-A","10":"For sheezy my neezy","11":" keep ","12":"my arms so breezy","13":"Can't leave rap alone, the game needs me","14":"Haters want me clapped in chrome, it ain't easy","15":"Cops want to knock me, D.A. wants to box me in","16":"But somehow I beat them charges like Rocky","17":"H to the izz-O, V to the izz-A","18":"Not guilty","19":", ","20":"he who does not feel me","21":"Is not real to me","22":", ","23":"therefore he doesn't exist","24":"So poof!","25":" -- ","26":"vamoose","27":", son of a bitch!","28":"I do this for my culture","29":"To let them know what a nigga look like when a nigga in a Roadster","30":"Show them how to move in a room full of vultures","31":"Industry is shady, it needs to be taken over","32":"Label owners hate me, I'm raising the status quo up","33":"I'm overcharging niggas for what they did to the Cold Crush","34":"Pay us like you owe us for all the years that you hoed us","35":"We can talk, but money talks, so talk more bucks","36":"Hov is back, life stories told through rap","37":"Niggas acting like I sold you crack","38":"Like I told you sell drugs; no, Hov did that","39":"So hopefully you won't have to go through that","40":"I was raised in the ","41":"projects","42":", ","43":"roaches and rats","44":"Smokers out back selling their mama's sofa","45":"Lookouts on the corner focused on the ave","46":"Ladies in the window, focused on the kinfolk","47":"Me under a lamppost, why I got my hand closed?","48":"Crack's in my palm, watching the long arm of the law","49":"So you know I seen it all before","50":"I've seen Hoop Dreams deflate like a true fiend's weight","51":"To try and to fail: the two things I hate","52":"Succeed, and this rap game: the two things that's great","53":"H to the izz-O, V to the izz-A","54":"What else can I say about ","55":"dude?","56":" I gets bu-sy","title":"Izzo (H.O.V.A.)","artist":"Jay Z","album":"The Blueprint","feature":"Kanye West"}