{"0":"Whose house? Hov's no doubt","1":"'bout the only rapper still getting money in the drought","2":"I moves out, in the global, I'm a mogul","3":"Fifty thousand feet in the air and I'm still on my mobile","4":"Fuck talking 'bout the recession the shit's depressing","5":"I rock with Obama but I ain't no politician","6":"And I chill with the thugs and the gangsters too","7":"I ain't a blood but I'm warrin with the boys in blue","8":"Crooked officer, crooked officer!","9":"Why you wanna see me in a coffin sir?!","10":"Is it against the law the way I'm flossin', sir?!","11":"Benzes, Rolls Royces and Porsches, ugh!","12":"Haters like, \"Hov why you still talkin money shit?\"","13":"Cause I like money, bitch","14":"I like fly shit, you like gossip","15":"I let you do you, why you riding my tip?","16":"That bloke from Oasis said I couldn't play guitar","17":"Somebody shoulda told him I'm a fucking rock star","18":"Today is gonna be the day that I'm gonna throw it back to you","19":"I'm living life as a rocker, I'm like Pimp C, partner","20":"Comin down in Mercedes, peeling off on the boppers","21":"Worldwide show, I'm coming down in a chopper","22":"Hundred eighty thou screamin \"Hov!\" with the Roc up","23":"It's too easy, ","24":"I got ladies on shoulders showing me they chi-chis","25":"I met honey at the show last year","26":"And now I'm acting brand new like a world premier","27":"Yeah, I know life ain't fair","28":"But chill, baby girl, my girl is here","29":"I got models in a mosh pit","30":"Dancing off-beat, but they know the words to my shit!","31":"You ain't gotta jock Jay-Z, jock fly shit","32":"You ain't gotta jock me, homie, jock my chick","33":"Jock her Zinatti's, she body you with her fit","34":"No that's not Pilates, her body is just thick","35":"You ain't gotta jock her, nigga, jock my clique","36":"Jock the dope boys cause we all tossed bricks","37":"Federales jock me while I'm crossing the bridge","38":"Click, click, take a portrait of this","39":"I ain't no pretty boy I got a georgeous wrist","40":"Cut handsome checks and my flow's pretty, sick","41":"I'm some ghetto chic, I'm where the hood and high fashion meet","42":"Ooh wee,","43":" ","44":"I'm like the camouflauge Louis","45":"How you niggas want it the tux or the toolie?!","46":"Haters, I ain't mad at you, if I wasn't me I probably jock me too","title":"Jockin Jay-Z","artist":"Jay Z","album":"","feature":"Kanye West"}