{"0":"Stop all your blood clot cryin',","1":" ","2":"I was flyin'","3":"Made it to school with barely 'nuff time to sign in","4":"Yeah I hear the alarm","5":", ","6":"yeah I hear ya mom","7":"Yeah yeah, I don't wan' be broke when I'm 31","8":"They said the best classes go to the fastest","9":"Sorry Mr. West there's no good classes, and that's what yo' ass get","10":"Not even electives?","11":" ","12":"Not even pre-requits?","13":"You mean I missed my major by a couple of seconds?","14":"Now I'm in the shop class or the basket weavin","15":"With all the rest of the muh'fuckers underachievin'","16":"Man, this is an insult","17":"I went to junior high with all of them and they been slow","18":"If I can catch the beat then slow down the tempo","19":"Just throw this at the end if I'm too late for the intro","20":"Will I make it from the student loans to a Benzo?","21":"Like old folks pissin, I guess it all depends","22":", oh, oh","23":"Stop your cryin baby","24":"You know when you be late you miss all the lights","25":"That's right (that's right) that's right (that's right)","26":"And when you get back she gon' start up a fight","27":"That night (that night) that night","28":"Baby it's too late for that, lately I've been takin it slow","29":"Try and make it to the party 'fore the guest list close","30":"With the freshest hoes, the professors know","31":"We about to get real unprofessional","32":"Like them eskimos","33":", ","34":"what would you do for a Klondike?","35":"Or two dykes that look Christina Milian-like","36":"Hm, I'll be on time for that","37":"I ain't thought of no line that could rhyme with that","38":"Yo, I'll be there in five minutes, five hours later","39":"I'll be there in five minutes","40":", ","41":"go 'head ride with it","42":"I'm so live with it, look how I did it","43":"Been bullshittin but I finally arrived with it","44":"I know it's late and I took all year but","45":"You can stop complainin cause I'm finally here","46":", yeah","title":"Late","artist":"Kanye West","album":"Late Registration","feature":"Kanye West"}