{"0":"Remind me again why we in this shit?","1":"Remind me again why we in this shit?","2":"Remind me again why we in this shit?","3":"I know it's for more than just to get rich.","4":"Since when was making music about getting rich?","5":"Since when was making art about getting rich?","6":"I know it's easy for me to say","7":"Because having money's not everything and not having it is","8":"Remind me again why we in this shit?","9":"Remind me again why we in this shit?","10":"Remind me again why the Grammy's could suck my dick?","11":"Remind me who's the original superfly","12":"And I got love for Hov but I ain't fucking with that Suit and Tie","13":"Remind me again, remind me again why we in this shit?","14":"Remind me again, remind me again why we in this shit?","15":"Every nigga tryna get rich,","16":"Every rapper tryna get rich","17":",","18":"And every rapper always rap about fucking somebody else bitch","19":"Remind me again why we in this shit?","20":"Remind me again why we in this shit?","21":"And why the Grammys can suck my dick","22":"Suck my dick","23":"And every motherfucking sponsor","24":"They tryna put they logos all over the concerts and shit","25":"For a meet and greet","26":"And you gotta meet the execs and they daughters","27":"And they'll show what they just bought her","28":"Real niggas don't live too long in this shit","29":"Real niggas don't live too long in this shit","30":"Real niggas don't live too long in this shit","31":"Real niggas don't live too long in this shit","32":"Real niggas don't live too long in this shit","33":"They say \"Ayo, you coming on too strong in this bitch\"","34":"They always talking about what I'm doing wrong in this shit","35":"Well I can give a fuck everything","36":"I can give a fucking anything","37":"Remind me why we in this shit","38":"I lost my motherfucking momma","39":"So I can give a fuck about your comments","40":"I promise, I promise","41":"Cause we all gonna die one day","42":"But I'mma live my life my way!","43":"Remind me why we in this shit, please","44":"Please, can I sell your drink for you, please","45":"\"So, you can help me put on a better show please, corporations?","46":"Can you please support me? Please?","47":"Me, Kanye West. ","48":"I swear I’m a nice nigga now","49":"I swear I’ll put the pink polo back on,","50":"I swear to you. Please. Just for 3 million","51":"I need it so bad. I need a pool in my backyard!","52":"So I’ll tell all my fans your shit is cool","53":"And if they believe in me, then they should also believe in you","54":"\"‘Did we get the check yet? Hold on, I gotta call the business manager","55":"Did the corporations send the check?","56":"What is my public rating? Are people liking me again?","57":"Enough to get some money from the corporations?","58":"Are they liking me, is it ok now?","59":"They forgot about the whole Beyoncé thing, right?","60":"Ok, Cool.","61":"Is it ok now?\"","62":"Remind me why we in this shit","63":"Remind me why we in this shit","64":"Cause we ain't on no pile of shit","65":"Nigga I'mma make my music from my heart","66":"And I live and I die by everything that I say","67":"And everything that I do","68":"And everything that make is what I believe to be true","69":"And if the shit don't make sense and sound like nonsense","70":"I don't give a fuck because that was my stream of conscious","71":"And that's the way I felt at that time","72":"And feelings was the only facts","73":"And racism and materialism is killing blacks","74":"And one more thing if I can ask","75":"One more thing if I can add","76":"Cause in this life, our life just moves to fast","77":"And time is somethng tht you can never get back","78":"What's your quality of life?","79":"What's your quality of life?","80":"And that's why I mean it when I say I hope you have a good time tonight","81":"I hope you have a good time tonight","82":"London, it's Louise Wilson's birthday tonight","title":"London Speech","artist":"Kanye West","album":"","feature":false}