{"0":"We should’ve never ever let Michael Jordan play for the Wizards","1":"We should’ve never ever let Michael Jordan play for the Wizards","2":"We should’ve never ever let MJ play for the Wizards","3":"Why did that happen?","4":"Why did that happen?","5":"We should’ve never ever let MJ play for the Wizards","6":"We couldn’t stop — we would stop — MJ playing for the Wizards","7":"Why did that happen?","8":"Six championships","9":"The best years of our life","10":"Playing through the flu","11":"Every single night","12":"I believed I could fly","13":"And I wanted to be just like Mike","14":"I believed I could fly","15":"And I wanted to be just like Mike","16":"We should’ve never ever let MJ play for the Wizards","17":"Why did that happen?","18":"Does anybody here know why that happened","19":"?","20":"When a player","21":"When a player wants to become an owner","22":"When a player","23":"When a player that’s done more for the league than the league could’ve done for him","24":"When a player that made the NBA wants to become an owner of the team that he brought so much glory to, a team he brought so much story to","25":"A team that has his statue in the front of the motherfucking building","26":"But do you know what the owners of that team told MJ?","27":"You’re just a player, homeboy","28":"You can’t get no pay","29":"You can’t own shit","30":"They told Michael Jordan he couldn't own shit!","31":"We should’ve never ever let MJ play for the Wizards","32":"We should’ve never ever let MJ play for the Wizards","33":"Now y’all know why MJ went to play for the Wizards","34":"Because this very team wouldn’t let him be an owner","35":"I’m talking about one of the most important people in our civilization","36":"One of the most influential people in our civilization","37":"They tried to marginalize","38":"And in order to make his point he had to put on a motherfucking Wizards jersey","39":"To let y’all know “Oh yes I am gonna be an owner just like Magic Johnson”","40":"We should’ve never let MJ ever play for the Wizards","41":"Never never never never let him go","42":"Because til I die MJ represents the Bulls","43":"So tonight I’m about to put my 23 on","44":"So tonight I gotta put my 23 on","title":"Michael Jordan Visionary Stream of Consciousness (Chicago)","artist":"Kanye West","album":"","feature":false}