{"0":"It go my way, Chi-Way","1":"This way or the highway","2":"Shots'll lay you off on your day off, like Friday","3":"The ROC got 'Ye, but they ain't snortin' it","4":"They just got him up at Baseline recordin' shit","5":"Yeah I've been broke","6":"Now I'm good bitch","7":"I ain't no Kennedy","8":"But I'm hood rich","9":"So I say my way to thank you to the ghetto","10":"And everybody else, thank you very little","11":"I took the road less traveled, the unbeaten path","12":"I've been beatin', but never brokin' through the darkest past","13":"It's sort of like when King spoke and said we free at last","14":"Ain't nothin' free from that point, though","15":"We needed cash","16":"And we need it fast","17":"We broker than Ethiopians just tryin' to eat at last","18":"Now all the blacks cookin' up, they're almost white","19":"Cause gettin' green makes 'em treat us like we almost white","20":"Almost","21":"It go my way, ","22":"Chi-Way","23":"This way or the highway","24":"Niggas wanna diss K","25":"On their local mix-tapes","26":"There they go again, lyin' to consumers","27":"Get their hair cut in the little shop of rumors","28":"Your lil' sloppy with your cockyness ain't ya?","29":"A little arrogant with all your comparisons","30":"Cause as far as the Chi","31":"I got the most plaques since the beginnin' of rap","32":"And nah, y'all ain't mentionin' that","33":"Y'all just talk about my dough","34":"How I left Chicago","35":"How I'm the only one eatin'","36":"Shut your pie hole","37":"And wanna figure out why I'm gettin' it high though?","38":"Why? ","39":"Cause you need fire, and I'm a pyro","40":"!","41":"And you a parrot, you copy what I do and say?","42":"Only difference between you and me, you were gay","43":"Awww, did he get his feelin's hurt?","44":"Nawww, he's got titties under his shirt","45":"It go my way, Chi-Way","46":"This way or the highway","47":"When you walk straight, niggas tend to look at you sideways","48":"I say, fuck that, dog, I get my own way","49":"Niggas ain't believe me, 'til they see me on TV","50":"And seen K freely, gettin' head on the freeway","51":"Then pass her to Freeway, just like it's a relay","52":"We stay 4 stars or better","53":"Cause the couches in the rooms got, more leather","54":"And we gon' flip Carter, when we could afford better","55":"And back, before Benzes, when we could afford Jettas","56":"You still dress Ardjo, but only pay partial","57":"Stay gettin' somethin' off lay-a-way at Marshall's","58":"Polo and Carbesher's, we into them things dawg","59":"Back in '96 we was livin' like kings dawg","60":"40 cals or better, tottin' them things dawg","61":"So up the turkish ","62":"snake","63":", and take them rings off","title":"My Way","artist":"Kanye West","album":"Get Well Soon...","feature":false}