{"0":"It's so crazy, crazy-crazy","1":"I got everything figured out","2":"But for some reason I can never find what real love is about","3":"No doubt","4":"Everything in the world figured out","5":"But I can never seem to find what real love was about","6":"Do you think I sacrifice, real life","7":"For all the fame, and flashing lights","8":"Do you think I sacrifice, a real life","9":"For all the fame, and flashing lights","10":"There is no Gucci I can buy","11":"There is no Louis Vuitton to put on","12":"There is no Y.S.L. that they could sell","13":"To get my heart, out of this hell","14":"And my mind, out of this jail","15":"There is no clothes that I could buy","16":"That could turn, back in time","17":"There is no vacation spot I could fly","18":"That could bring back, a piece of real life","19":"Real life, what does it feel like?","20":"I ask you tonight, I ask you tonight","21":"What does it feel like, I ask you tonight","22":"To live a real life","23":"I just wanna be a real boy","24":"They always say \"Kanye, he keeps it real boy\"","25":"Pinocchio's story is, I just wanna be a real boy","26":"Pinocchio's story goes, to be a real boy","27":"It's funny","28":"Pinocchio, lied, and that's what kept him from it","29":"I tell the truth, and I keep running","30":"It's like I'm lookin for something out there, tryna find something","31":"I turn on the TV, and see me, and see nothing","32":"What does it feel like, to live real life, to be real","33":"Not some facade on TV that no one can really feel","34":"Do you really have the stamina?","35":"For everybody that sees you that say, \"Where's my camera?\"","36":"For everybody that sees you, to say sign a autograph","37":"For everybody that sees you cryin, say you oughta laugh","38":"You oughta laugh!?","39":"I just wanna be a real boy","40":"Pinocchio's story goes, I just wanna be a real boy","41":"Pinocchio's story goes","42":"And there is no Gepetto, to guide me","43":"No one, right beside me","44":"The only one, was behind me","45":"I can't find her no more, I can't follow no more","46":"I can't..","47":"The only one that come out on the tour and stays","48":"Back when I was livin at home and this was all a big dream","49":"And the fame will be get got","50":"And the day I moved to L.A., maybe that was all my fault","51":"All my fault to be a real boy, chasin the American dream","52":"Chasin everything we seen, up on the TV screen","53":"And when uh, the Benz was left, and the clothes was left","54":"And the hoes was left, you talk the hoes to death","55":"Thinkin' the money that the-","56":"You spend the dough to death","57":"And tell me what be left, for a real boy!","58":"They say \"Kanye, you keep it too real boy\"","59":"Perspective, and wise man say","60":"One day, you'll find your way","61":"The wise man say, you'll find your way","62":"The wise man say, you'll find your way","63":"Wise man say","title":"Pinocchio Story","artist":"Kanye West","album":"808s & Heartbreak","feature":"Kanye West"}