{"0":"I’m living in that 21st Century, doing something mean to it","1":"Do it better than anybody you ever seen do it","2":"Screams from the haters, got a nice ring to it","3":"I guess every superhero need his theme music","4":"No one man should have all that power","5":"The clock’s ticking, I just count the hours","6":"Stop tripping, I’m tripping off the power","7":"(21st-Century schizoid man)","8":"The system broken, the school is closed, the prison's open","9":"We ain’t got nothing to lose, motherfucker we rolling","10":"Huh? Motherfucker we rolling","11":"With some light-skinned girls and some Kelly Rowlands","12":"In this white man world, we the ones chosen","13":"So goodnight, cruel world, I’ll see you in the morning","14":"Huh? I’ll see you in the morning","15":"This is way too much, I need a moment","16":"Fuck SNL and the whole cast","17":"Tell them Yeezy said they can kiss my whole ass","18":"More specifically they can kiss my asshole","19":"I’m an asshole? You niggas got jokes","20":"You short-minded niggas thoughts is Napoleon","21":"My furs is Mongolian, my ice brought the goalies in","22":"And I embody every characteristic of the egotistic","23":"He knows, he’s so fucking gifted","24":"I just needed time alone with my own thoughts","25":"Got treasures in my mind but couldn’t open up my own vault","26":"My childlike creativity, purity and honesty","27":"Is honestly being crowded by these grown thoughts","28":"Reality is catching up with me","29":"Taking my inner child, I’m fighting for custody","30":"With these responsibilities that they entrusted me","31":"As I look down at my diamond encrusted piece","32":"Thinking","33":"Colin Powells, Austin Powers","34":"Lost in translation with a whole fucking nation","35":"They say I was the abomination of Obama’s nation","36":"Well that’s a pretty bad way to start the conversation","37":"At the end of the day, god damn it I’m killing this shit","38":"I know damn well y’all feeling this shit","39":"I don’t need your pussy, bitch, I’m on my own dick","40":"I ain’t gotta power trip, who you going home with?","41":"How Ye doing? I’m surviving","42":"I was drinking earlier, now I’m driving","43":"Where the bad bitches, huh? Where you hiding?","44":"I got the power to make your life so exciting","title":"Power","artist":"Kanye West","album":"My Beautiful Dark Twisted Fantasy","feature":false}