{"0":"The system broken, the school is closed, the prison's open","1":"We ain’t got nothing to lose, motherfucker we rolling","2":"Huh? Motherfucker we rolling","3":"With some light-skinned girls and some Kelly Rowlands","4":"In this white man world, we the ones chosen","5":"So goodnight, cruel world, I’ll see you in the morning","6":"Huh? I’ll see you in the morning","7":"This is way too much, I need a moment","8":"","9":"Fuck SNL and the whole cast","10":"Tell them Yeezy said they can kiss my whole ass","11":"More specifically they can kiss my asshole","12":"I’m an asshole? You niggas got jokes","13":"You short-minded niggas thoughts is Napoleon","14":"My furs is Mongolian, my ice brought the goalies in","15":"And I embody every characteristic of the egotistic","16":"He knows, he’s so fucking gifted","17":"I just needed time alone with my own thoughts","18":"Got treasures in my mind but couldn’t open up my own vault","19":"My childlike creativity, purity and honesty","20":"Is honestly being crowded by these grown thoughts","21":"Reality is catching up with me","22":"Taking my inner child, I’m fighting for custody","23":"With these responsibilities that they entrusted me","24":"As I look down at my diamond encrusted piece","25":"Thinking","26":"","27":"Now when I walk in, everybody do the \"Power\" clap","28":"Fresh for the club, I just took a half an hour nap","29":"I seen people go crazy when the whole world in our lap","30":"My socket was out the plug, now it’s time to get the power back","31":"I seen people abuse power, use power, misuse and then lose power","32":"Power to the people at last, it’s a new hour","33":"Now we all ain’t going be American Idols","34":"But you can least grab a camera, shoot a viral, huh","35":"Take the power in your own hands","36":"I’m a grown man, doing my grown dance","37":"I don’t stop until I see the end, my vision clear, bitch","38":"I’m on my Van Gogh, I don’t hear shit","39":"","40":"The brown hero, live from Ground Zero","41":"Machine gun flow, made of ghetto Ross Perot","42":"And this is disestablishmen-tarianism","43":"With my night goggles on, yeah, military vision","44":"And it’s still a very Christian way to think about livin’","45":"When you prayin’ for freedom ’cause your mind been in prison","46":"‘Cause they tryin’ to control every single big decision","47":"You ain’t effin’ the system, then why the eff is you livin’?","48":"Look, dawg, you can cop whatever suits you on","49":"Three-piece, cuff links and the accoutrements","50":"They been feedin’ us ish without the nutrients","51":"So I’m back with another hit to let the truth be known","52":"And your boy still fresh with the Gucci on","53":"Them Italians sure know how to make what the moulies want","54":"And they really can’t take what dude be on","55":"But I be on the same thing ’til you prove me wrong","56":"Colin Powells, Austin Powers","57":"Lost in translation with a whole fucking nation","58":"They say I was the abomination of Obama’s nation","59":"Well that’s a pretty bad way to start the conversation","60":"At the end of the day, god damn it I’m killing this shit","61":"I know damn well y’all feeling this shit","62":"I don’t need your pussy, bitch, I’m on my own dick","63":"I ain’t gotta power trip, who you going home with?","64":"How Ye doing? I’m surviving","65":"I was drinking earlier, now I’m driving","66":"Where the bad bitches, huh? Where you hiding?","67":"I got the power to make your life so exciting","68":"Now everything I’m rhyming on cause a Ramadan","69":"Been a don, praying for the families lost in the storm","70":"Bring our troops back from Iraq, keep our troops out of Iran","71":"So the next couple bars, I’mma drop 'em in Islam","72":"They say as-salamu alaykum say wa alaikum assalam","73":"That’s no Oscar Mayer bacon, you should run and tell your mom","74":"Now the question is, how we going stop the next Vietnam","75":"Keep Flex out of Korea, cause you know he drop bombs","76":"What do it mean to be the boss","77":"It mean second place is the first one who lost","78":"The crucifixion, the being nailed to the cross","79":"Truth or fiction, it’s a hell of a cost, do the dishes","80":"I’m about to hit that Jeff Gordon","81":"Michael Jordan, the only one more important","82":"But I be feeling like Jordan when I’m recording","83":"‘Cause every time I record, I dunk and slap the boards","84":"I don’t know what these rappers gonna do afterwards","85":"Prolly spaz like I might do at the awards","86":"Huh, I got the whole crowd going crazy","87":"Homie, I should be rewarded","88":"Gettin' money, Yeezy, Yeezy, how you do it, huh","89":"Eating Wheaties, drinkin' Fiji, being greedy, huh","90":"Don’t even think you can allude to the rumors","91":"I’m immune to the boos, I’ma prove to you losers","92":"It’s all in time, my nigga","93":"See, I dreamed my whole life that I could rhyme with Jigga","94":"Now Jay my big brother and B my lil sister","95":"And excuse me, but you can’t see my lil sister","96":"Number one sound across the board, hey","97":"Number one now and forevermore, hey","98":"Number one rule is niggas don’t hate","99":"Maybe I’ll drop the album, nah, all y’all gotta wait","100":"And on the net, they showing pictures of my Cali place","101":"My Maybach in NY, but it still got the Cali plates","102":"All my old girls know that I’m the one that got away","103":"I think about at Christmas and play some Donny Hathaway","104":"And keep my bulletproof hater coat on","105":"Looking at some photos that I’m looking crazy dope on","106":"Hand up, talking shit, yeah, I get my Pope on","107":"And go home with something to poke on","108":"That’s what Dre said, but this what Ye said","109":"How Ye doing? Who Ye screwin?","110":"That’s for my dick to know, before you get to know him","111":"She ain’t give you ass, that pussy fictional","112":"I gotta give her the eviction note","113":"‘Tis, get yo’ ass out, bitch, vamonos","114":"Five seconds to the song and we getting close","115":"I got the power, motherfucker, if you didn’t know","116":"","title":"POWER (Megamix)","artist":"Kanye West","album":"","feature":false}