{"0":"Why would she make calls out the blue?","1":"Now I'm awake, sleepless in June","2":"","3":"Hey hey hey hey","4":"Don't say you will, unless you will","5":"Hey hey hey hey","6":"Don't say you will, then play you will, I pray you will","7":"","8":"Mrs. So Fly crash-lands in my room","9":"Can't waste no time, she might leave soon","10":"","11":"Hey hey hey hey","12":"Don't say you will, you do","13":"Hey hey hey hey","14":"Don't say you will, one day you will, I pray you will","15":"","16":"When I grab your neck, I touch your soul","17":"Take off your cool then lose control","18":"","19":"Hey hey hey hey","20":"Don't say you will, unless you will","21":"Hey hey hey hey","22":"Don't say you will, I pray you will, I pray you will","23":"","24":"I wish this song would really come true","25":"I admit I still fantasize about you, about you","26":"","27":"Hey hey hey hey","28":"Don't say you will, you will, you will","29":"Hey hey hey hey","30":"Don’t say you will, unless you will, I pray you will","31":"","32":"Hey hey hey hey","33":"Don't say you will, you will, you will","34":"Hey hey hey hey","35":"Don’t say you will","36":"","37":"Hey hey hey hey…","38":"","39":"Hey hey hey hey","40":"Don’t, don’t, don’t, don’t say","41":"Keep the music on","42":"This is a","43":"This song was written for","44":"A special moment in my life","45":"Someone so special, that I love forever","46":"And you know like, when you break up with somebody","47":"And you have those times where you wanna see ‘em again","48":"And you’re trying to make plans on a Friday night, in New York City","49":"And you clear your whole schedule for this person, even though you’re not together no more","50":"‘Cause there’s nothing better than, someone you know and love","51":"Even if you know you can’t love them no more","52":"You can’t love them no more","53":"Today, take presidents over anybody you dating or going out with or just hooking up with","54":"And she knows who she is","55":"To have someone so special in your life, that you’re inspired by them","56":"I ask myself, as I date","57":"What am I looking for?","58":"The requirement of this position is inspirement","59":"The requirement is inspirement","60":"And I am higher in","61":"But also firing","62":"Also firing, firing","63":"I wanted to express that story better, it didn’t come out as good as I wanted","64":"Wasn’t as poignant as I wanted to make it for my favorite story and for my ode to my loves","title":"Say You Will (Live From VH1 Storytellers)","artist":"Kanye West","album":"VH1 Storytellers","feature":false}