{"0":"And I'm just tryin' to play it cool","1":"Wonderin' what you gon' do now","2":"It's 11:15 and, baby, I got to hit you up","3":"Are you playin' around? Oh, what now?","4":"Tell me what's that's","5":"12:35 and you sayin' that you ain't been to text","6":"And that you're on your way, well, okay, okay","7":"What I'm sayin', don't say it, don't say it","8":"Now it's 1:15 and, baby, you got to be playin'","9":"Baby, you have got to be playin'","10":"Where are you?","11":"Are you comin' back? Still callin' through","12":"And she say she at the club with her girl","13":"And it's her girl's birthday and she keepin' her there longer","14":"And, uh, you know how that goes","15":"And she want to see me so bad","16":"Oh, so she's leavin' in about fifteen minutes","17":"After this, uh, one favorite Pitbull song plays, goes off","18":"Or some shit like that, now it's like, uh, 2:45","19":"And you know what type of textses niggas send at that time","20":"I texted her and I said, \"Are you alive?\"","21":"That's when you send that text","22":"And you say, \"Hey, are you alive?\"","23":"Cause the only reason why you not here","24":"Bitch, you better act out","25":"Bitch, you better act out","26":"Bitch, you better act out","27":"Now it's like 3:30 and you tell me that you're on your way","28":"And a nigga so goddamn horny","29":"You know what I said? \"Okay\"","30":"I'm just sayin', \"Okay\"","31":"Who you gon' listen to: Your ego or your dick?","32":"Now the dick wins","33":"No, no, no, no, no, no, no, no, no","34":"And I can't understand, holdin' a white wine","35":"BlackBerry in my hand","36":"Lookin' at the time, 7 a.m","37":"I can't believe this bitch sent me through this shit again","38":"Oh, you got me, huh?","39":"Are you gon' give me every chance you get?","40":"You gon' give me every chance you get?","41":"I don't know when you're gonna quit","42":"This why I left your ass in the first place","43":"This why I helped your ass in the first case","44":"And you don't have enough to text a nigga","45":"I left the door cracked open","46":"You (?) it's dangerous, I could have been robbed","47":"Through your city (?), I could have been robbed","48":"What you think?","49":"I would take that chance for some pussy moanin'","50":"This the type of pussy you risk your life for","51":"This the type of pussy you need your wife for","52":"This the type of pussy you spend the night over","53":"This the type of pussy you spend the night over","54":"This the type of pussy you spend the night over","55":"And lookin' back, tryin' spend the night over","56":"And I'll admit it","57":"Even though I'm disrespected as a motherfucker","58":"I still, still want to hit it","59":"Got an ass like that cause I paid your ass again","60":"My friends say, \"What the fuck is wrong with them?\"","61":"Cause ain't no sex like a ex","62":"Ain't no sex like your ex","63":"Ain't no sex like your ex, ain't no sex like","64":"You know, cause you'd be so mad at that motherfucker","65":"And you know they got a new motherfucker","66":"And you know you just want to fuck her","67":"And prove that the next nigga ain't as good as you","68":"And he can't do what you do","69":"So, baby, if you give me one chance to dance","70":"Put the devil in a purple (?)","71":"If you give me one chance to dance","72":"Put the devil in a purple (?)","73":"Alright, don't say, don't say","74":"Where she'll stop, I'll never know, don't say","75":"Where did all the lovers go?","76":"Where she'll stop, I'll never know","77":"Where did all the lovers go?","78":"Where she'll stop, I'll never know","79":"Where did all the lovers go?","80":"Where she'll stop, I'll never know","81":"So, hey, so, hey","82":"Don't say you, don't say you will","83":"Hey, don't say you will, you will, you will","84":"Hey, don't say, don't say, don't say you will, you will","title":"Say You Will Freestyle","artist":"Kanye West","album":"","feature":false}