{"0":"I drink a Boost for breakfast, an Ensure for dessert","1":"Somebody ordered pancakes, I just sip the sizzurp","2":"That right there could drive a sane man berserk","3":"Not to worry, ","4":"Mr. H-to-the-Izzo's","5":" back to ","6":"wi-zerk","7":"How do you console my mom or give her light support","8":"Telling her her son's on life support?","9":"And just imagine how my girl feel","10":"On the plane, scared as hell that her guy look like Emmett Till","11":"She was with me before the deal, she been trying to be mine","12":"She a Delta, so she been throwing that Dynasty sign","13":"No use in me tryin to be lyin', I been trying to be signed","14":"Trying to be a millionaire, how I used two lifelines","15":"In the same hospital where Biggie Smalls died","16":"The doctor said I had blood clots, but I ain't Jamaican, man","17":"Story on MTV and I ain't trying to make a band","18":"I swear this right here, history in the making, man","19":"What if somebody from the Chi' that was ill got a deal","20":"On the hottest rap label around?","21":"But he wasn't talking about coke and birds","22":"It was more like spoken word","23":"Except he's really putting it down?","24":"And he explained the story about how blacks came from glory","25":"And what we need to do in the game","26":"Good dude, bad night, right place, wrong time","27":"In the blink of a eye, his whole life changed","28":"If you could feel how my face felt, you would know how Mase felt","29":"Thank God I ain't too cool for the safe belt!","30":"I swear to God driver two wants to sue","31":"I got a lawyer for the case to keep what's in my safe safe","32":"My dawgs ","33":"couldn't tell if I","34":"Looked like Tom Cruise in Vanilla Sky,","35":" ","36":"it was televised","37":"There's been an accident like GEICO","38":"They thought I was burnt up like Pepsi did Michael","39":"I must got a angel","40":"Cause look how death missed his ass","41":"Unbreakable, what you thought, they'd call me Mr. Glass?","42":"Look back on my life like the Ghost of Christmas Past","43":"Toys \"R\" Us where I used to spend that Christmas cash","44":"And I still won't grow up, I'm a grown-ass kid","45":"Swear I should be locked up for stupid shit that I did","46":"But I'm a champion,","47":" ","48":"so I turned tragedy to triumph","49":"Make music that's fire","50":", ","51":"spit my soul through the wire","title":"Through the Wire","artist":"Kanye West","album":"I'm Good","feature":"Kanye West"}