{"0":"It's the dream, it's Kobe and Jordan on the same team","1":"In the best prime of their game and the same Kanye","2":"You know the name and it's not pronounced Kane","3":"And every time, you know I spit that flame","4":"Ayo we gettin' out our dreams, gettin' out our dreams","5":"And we gonna buy some things, ","6":"and we got him out of Queens","7":"Talkin' 'bout my man Consequence, once for the Tribe","8":"Talkin' 'bout my man GLC and now he's around","9":"Talkin' 'bout John Legend, take 'em all the way to Heaven","10":"Speakin' of Heaven, Common speaks the heavenly words","11":"The nouns and verbs and whatever you heard","12":"Whatever synonym, we killin' 'em, everybody feelin' him","13":"The people's choice, the people's champ like Paul Wall","14":"All haters, I gotta say fuck all y'all","15":"No, I won't waste my energy no more","16":"I have to be more concerned about Sierra Leone","17":"I'm talkin' 'bout people that's dyin' for diamonds","18":"And the way that uh","19":"They got uh, capa","20":"What I want to say, monopoly over the country","21":"And every time you say somethin' people act funky","22":"The diamond industry want me, they say I'm bringin' out the bad","23":"What I want, people to stop buyin' diamonds?","24":"No, I want everybody to stop lyin'","25":"They say conflicts is only one percent, and look at all the money rappers spent","26":"We throw the diamonds in the screen, nah mean?","27":"But it affects the families cause people is dyin' for these things","28":"I mean in the diamond rivers they'll mine all day","29":"And might only get paid two cups of rice a day","30":"Is this the price to pay for the icy way?","31":"We like to floss away, even your boy 'Ye","32":"With my Jesus piece,","33":" ","34":"I gave diamonds to my niece","35":"If I had a brother, Kanye, Common made \"I Used to Love H.E.R.\"","36":"Used to love her and I still do, lyrically I kill you","37":"Dog I don't feel you, your style is like mildew","38":"Real old, I'm real cold, listen to this beat, real soul","39":"Your style is real old, dollar bill fold","40":"Stackin' money ain't funny,","41":" ","42":"and I'm out in UK","43":"And I ask 'em who's the best, and they say \"you K\"","44":"Ooh way ooh way","45":"Yeah I feel it and I gotta kick it off the top of the dome","46":"Microphone controller, that's an M.C., it's in me","47":"I can lead a crowd, I went to your show, it's empty","48":"Go to my shit, it's sold out, every single seat","49":"Every time I drop, because like Shaq, I bring the heat","50":"And anybody that freestyle on the level that I do","51":"Should be winnin' Grammys too","52":"So if you do it like me, you can do it like this","53":"And uh, they say I'm a teacher like the one called Kris","54":"That's KRS but nah it's Kanye West","55":"And every time I spit the rhymes, uh straight off the flesh","56":"I could bring it down to the bone straight from the heart","57":"And from the heart is where I did it 'fore I ever chart","58":"And then I spit it, we get it, we did it, we do it a lot","59":"Kanye spit it, we do it, we makin' it hot","60":"I got patterns like Saturn, the rings, the rings","61":"Uh, Gold Digger, that's the single, the single","62":"Gotta hit the club just to mingle, to mingle","63":"Why you all in my face? I'm tryna do my thing dude","64":"Back off, I'll have Barry smack the fuck out of you","65":"Everybody wanna know what they can get out you","66":"Aww here's my demo, dawg, here's my group","67":"Dawg, please back me up, you're heated up, you're soup","68":"Y'all gassed, I passed, I flow, I rhyme","69":"I'm uh, that's the way, that yah boy gotta shine","70":"Straight from the Chi city, everybody ride with me","71":"And you see the same questions and I gotta teach the lesson","72":"This some, this some sick freestylin', I hear you're readin' it","73":"I gotta keep goin' cause y'all fans, y'all needin' it","74":"Uh, you say I'm too high like I smoke weed in it","75":"And they say \"he arrogant, he's always conceited, shit\"","76":"Well what you want from me? Y'all just can't stop me","77":"You could look in my pants and tell that I'm cocky","78":"Can I get an encore, do you want more?","79":"Kanye on the Westwood Tour","80":"Chillin' with Westwood","81":"Go to Chicago, that's Kanye West's hood","82":"And the label called G.O.O.D","83":"Should I holla at these bitches? You should","84":"You might need one, you might need one","85":"You might fuck one","86":"If you eat out like McDonald's","87":"I ain't no clown like Ronald","88":"Uh, more like Donald","89":"Trump, with the way I get it crunk","90":"Like my man Lil Jon, but call him Lil Kan'","91":"He all the same, ","92":"flow like Lil Wayne on Tha Carter","93":"And I'm signed to the Carter faculty","94":"Cause the Roc is in back of me","95":"Actually, that look like stacks to me","96":"Ch-ching, ch-ching","97":"Yah nahmean, yah nahmean, I'm doin' my thing","98":"Out in U.K., London","99":"And they call me number one","100":"Japan, you're number one","101":"That's Ichiban","102":"And I learned that from KRS-One","103":"Won once again like One","104":"Like Puff, my friend, and One","105":"One, give me one of them","106":"Talkin' 'bout one drink, one hand","107":"One cup of Henny, one cup of Hypno","108":"If you ran out of it, yo, you got to get more","109":"And I might sip slow but I never sip Mo","110":"I sip Cris-o, Cris-y-Cris","111":"And I gotta break it down like Missy Miss","112":"She had the \"hee hee, who got the keys?\"","113":"You don't need that if you got the no start V","114":"Where you push the button, that ain't nothin'","115":"All y'all talkin' somethin', y'all stay frontin'","116":"Kanye dropped the beats to get 'em jumpin'","117":"Lucifer, top of the morning to yah","118":"Cheerio, hit up the flow, bring it back, oh","119":"From Chicago, uh","120":"And I'm rockin' the Dolce Gabbana","121":"Fashionable persona","122":"G.Q., who knew he'd be the flyest?","123":"Like T.W.A.C.W.K","124":"K.A.N.Y W.E.S.T","125":"Be the B.E.S.T","126":"She can't wait to see you tomorrow Danny","127":"She love you, mhmm","128":"You know what that mean?","129":"You gonna get some","130":"I wonder if she gon' be wearin' one of those tight outfits","131":"And you know that I like that shit","132":"I ain't sayin' I ever met her but come on","133":"You must be pimpin' and you ain't sweat her, you know?","134":"She writin' you on one of these hip-hop shows","135":"Made me wonder if she's a hip-hop ho","136":"No disrespect, you know","137":"I don't know you so","138":"I will not disrespect, ","139":"so don't please press eject","140":"On the tape cassette, and don't knock it out of your decks","141":"So with much respect, obliged, when I rhyme","142":"Sometimes some things just pop out, sometimes","143":"I must be a, I forgot the medical name","144":"Not a narcoleptic that be sleepin'","145":"How people was sleepin' when I made it deeper","146":"And I gotta be creepin' cause you know they didn't peep it","147":"Uh, they call me Rockafella's best little secret","148":"Uh, I got the beats for the Jeep","149":"When people used to rock Amigo's and Suzuki's","150":"And the Isuzu's, this the way you flow","151":"Do flow, ","152":"aye yo you just like Menudo","153":"Played out about mad years ago","154":"And uh, I could rock off the top, I got years of flow","155":"I got so many albums to go, at least about seven","156":"Jesus Walks had me all the way","157":"Thought I was gon' rhyme that, no you didn't time that","158":"Yo that's where the line's at","159":"Look at my shows, look how long that the line's at","160":"All the way to the back, sold out, one night","161":"That's the way it is when you done it right","162":"Take time to drop a album, don't just be buyin' beats from everybody","163":"Cause everybody ain't got it, I got it","164":"I get it, I only give it to those who really live it","165":"Like Jay-Z, the Game, and my dogs that really did it","166":"Like Kweli, like Common, like dudes that really spit it","167":"I'm talkin' 'bout they go onto the radio and hit it","168":"And as far as makin' your songs, it's all wrong","169":"You be doin' everything that everybody else is on","170":"Man, I'mma break it down, let me take it down","171":"Here goes the instructions on how to not say nothin'","172":"Look, you take the crack concept","173":"And you do that 'til it's all dead and gone, you do it all wrong","174":"Now uh, you take the car concept","175":"And I see it every video, every single place I go","176":"Same shit","177":"First of all, what you need's a beat from me","178":"If you can't get a beat from me, get a beat from your guy","179":"He'll prolly do it for free","title":"Tim Westwood Freestyle","artist":"Kanye West","album":"","feature":false}