{"0":"Trying to sneak upstairs to your apartment","1":"Aren't you a sight for red eyes","2":"I just flew in and slipped in on your left side","3":"Just a satin gown, you asleep with no make-up","4":"I'm just tryna be inside you 'fore you wake up","5":"We had problems but it's all in the past","6":"Everybody got problems baby, algebra class","7":"Remember I used to do things that'd make you laugh","8":"Like orderin' a girl drink in a masculine glass","9":"You like piña coladas, getting caught in the rain","10":"Or rocking flannels all summer like Kurt Cobain","11":"Or that Dolce Gabbana with a few gold chains","12":"And you the type of girl that probably deserve a new last name","13":"But, they never let us do our thing","14":"Everybody lying on who I bang","15":"We was on fire but they blew our flame","16":"Ain't no denying baby you have changed","17":"Cause now your high heels clicking, your lip gloss glisten","18":"Your hips start switching, you're pissed off, tripping","19":"Cause even when we're kissing baby girl feel different","20":"Friends all diss him like, \"No he didn't?","21":"No he didn't, is you talking about Kitten?","22":"Is that bitch still stripping?","23":"Trying to get a pair of Christians?\"","24":"I swear to God that they got you going crazy","25":"But you play it off and say, \"How is work baby?\"","26":"Well some of the models is too coked up to walk straight","27":"But seem to still love the man that they all hate","28":"But babe I call you back and say that you say that always","29":"And kept me on the phone and demanded they all wait","30":"See, she knew about all my lies the whole time","31":"And my credit's so bad I can't get no one to cosign","32":"I would've thought she would've bust in the door cryin'","33":"But she upped and left a nigga and she ain't give me no sign","34":"Now, she back in the club in a tight dress","35":"With dreams of someday wearing a white dress","36":"Seen with some lame, it's a miracle that she'd","37":"Talk to a nigga with a ten-year ago swag","38":"Plus I don't like none of her girlfriends","39":"Quote unquote, \"Cause her girlfriends got girlfriends.\"","40":"On the phone, hollin' that \"niggas is whatever\"","41":"Let's fly to Euro and make this the best summer ever","42":"Now she heading to Rome, Rome is the home","43":"Rome is where she act like she ain't got no fucking phone","44":"I accept that I was wrong, except a nigga grown","45":"So I can't bitch and moan, in a session gettin' stoned","46":"So a nigga had to hop on a plane","47":"A bus and a train, to try to come and talk and explain","48":"Rented the whole bottom floor for a candlelight dinner","49":"Turned the lights out and put my candle right in her","50":"And told her, \"Even though I met you in a club in a tight dress","51":"At first sight I could picture you in a white dress.\"","52":"Thirty foot train,","53":" ","54":"diamond from Lorraine","55":"Just to make up for all the years and the pain","56":"Family on both sides, I'm so glad you came","57":"Aunty couldn't make it, oh no that's a shame","58":"Wedding in June, what could be better?","59":"Let's fly to Euro, make this the best summer ever","60":"Take the very last car of the Eurostar","61":"Tell the conductor, \"Just drive so far.\"","62":"Told some of your friends and they wasn't excited","63":"Well we gon' tour the countryside and they won't be invited","64":"We will not be disturbed by the fussin' and fighting","65":"Tell Peaches light the herb cause we just reunited","66":"Let's make a move from these herbs, go somewhere in private","67":"I'm talking just me and you and the plane and the pilot","title":"White Dress","artist":"Kanye West","album":"The Man With the Iron Fists - Original Motion Picture Soundtrack ","feature":false}